[
  {
  
    "UrlTitel": "about PojavLauncher",
		"Urltexte": "PojavLauncher (Minecraft: Java Edition For Android) is a tool that lets its users run the Java version of Minecraft from practically any Android device.\n\nPojavLauncher (Minecraft: Java Edition For Android) is really simple, as all you need to do is log in with your Mojang ID and press 'Login'. PojavLauncher (Minecraft: Java Edition For Android) is also compatible with Microsoft accounts, and it will let you store more than one account on its system and use mods to customize your gaming experience.\n\nOnce you're on the system, all you have to do is press play for Minecraft to run automatically.",

	  "button_title": "",
		"button_url": "https://www.google.com"

	},
	{
		"UrlTitel": "Where can I download earlier versions of PojavLauncher (Minecraft: Java Edition for Android)?",
		"Urltexte": "From Uptodown. You can download earlier versions of PojavLauncher (Minecraft: Java Edition for Android) as well as the latest update from Uptodown, which will let you run the Minecraft Java version.",

		"button_title": "",
		"button_url": ""
	},
	{
		"UrlTitel": "Is PojavLauncher (Minecraft: Java Edition for Android) free?",
		"Urltexte": "Yes, PojavLauncher (Minecraft: Java Edition for Android) is free. Simply download the APK from Uptodown to run the tool on your smartphone or Android operating system device.",

		"button_title": "",
		"button_url": ""
	},
	{
		"UrlTitel": "Can I install PojavLauncher (Minecraft: Java Edition for Android) on PC?",
		"Urltexte": "Yes, you can install PojavLauncher (Minecraft: Java Edition for Android) on PC. To do so, you will have to use an Android emulator for Windows and, once installed, you will be able to run the app on your computer.",

		"button_title": "",
		"button_url": ""

	},
	{
		"UrlTitel": "How to play PojavLauncher with GameLoop on PC",
		"Urltexte": "1. Download GameLoop from the official website, then run the exe file to install GameLoop\n2. Open GameLoop and search for 'PojavLauncher' , find PojavLauncher in the search results and click 'Install'\n3. Enjoy playing PojavLauncher on GameLoop",
		"button_title": "",
		"button_url": ""


	}
]
